{
  "change-language": "भाषा बदलें",
  "welcome": "स्वागत है आपका",
  "Male": "पुरुष",
  "Female": "महिला",
  "Others": "अन्य",
  "Playing": "खेल खेलना",
  "Eductaions": "शिक्षा",
  "Leving": "रहना",
  "Working": "काम",
  "Health": "स्वास्थ्य",
  "playing": "बाल के खेल के अधिकार के आईपीए घोषणा, जिसे पहली बार 1977 में तैयार किया गया था और फिर 1982 और 1989 में संशोधित किया गया, बच्चों के जीवन में खेल के मौलिक महत्व को पुनः बल देता है। बाल के अधिकारों के संयुक्त राष्ट्र संधारणा के अनुच्छेद 31 के साथ मेल खाता है, यह दावा करता है कि बच्चों के संपूर्ण विकास के लिए खेल आवश्यक है, जो शारीरिक, मानसिक, भावनात्मक, और सामाजिक विकास को समाहित करता है। आईपीए खेल के प्रति समाजी उदासीनता, शिक्षा में शैक्षिक दबाव, अपर्याप्त रहने की स्थितियों, वाणिज्यिक शोषण, और हिंसा के संवेदनशील होने के विभिन्न चुनौतियों पर चिंता व्यक्त करता है। एक अन्तर्विज्ञानीय एनजीओ के रूप में, आईपीए विश्वभर में खेल के अवसरों के प्रचार के पक्षधर करता है, इवेंट्स का आयोजन करता है, सामग्री प्रकाशित करता है, और सरकारों और संयुक्त राष्ट्र एजेंसियों को बाल के खेल के अधिकार को समर्थन करने के लिए सलाह प्रदान करता है।",
  "eductaions": "शिक्षा का अधिकार (आरटीई) अधिनियम, 2009, भारत में मुफ्त और अनिवार्य शिक्षा सुनिश्चित करने वाला एक महत्वपूर्ण विधेयक है। यह भारतीय संविधान के अनुच्छेद 21-ए में संग्रहित है, जिसमें यह अधिनियम निर्धारित करता है कि प्रत्येक बच्चे को एक औपचारिक स्कूल में योग्यतापूर्वक प्राथमिक शिक्षा का अधिकार है। इसने शिक्षा तक पहुंच को बाधित करने वाली शुल्क और शुल्कों को समाप्त किया है और सरकार पर सभी बच्चों की प्राथमिक शिक्षा के लिए पंजीकरण, उपस्थिति, और समापन का निर्देश देने का कर्तव्य थोपा है। आरटीई अधिनियम छात्र-शिक्षक अनुपात, आधारभूत संरचना, और शिक्षक की योग्यता के लिए मानक और मानकों की रूपरेखा भी निर्धारित करता है। साथ ही, यह शारीरिक दंड और मानसिक परेशानी, प्रवेश के लिए स्क्रीनिंग प्रक्रियाएं, और अमान्य स्कूलों का परिचय रोकता है। इस अधिनियम को कार्यान्वित करके, भारत ने शिक्षा में अधिकारों पर आधारित दृष्टिकोण को अपनाया है, जिसमें स्कूलिंग प्रणाली में न्याय और समावेशीता को महत्व दिया जाता है।",
  "leving": "जीवन का अधिकार हर मनुष्य के लिए मौलिक और विश्वस्तरीय अधिकार है, जो सभी अन्य अधिकारों को नियंत्रित करता है। बच्चों के लिए, यह जीवन जीने, बड़े होने और विकसित होने का अवसर शामिल करता है। यह अधिकार दो महत्वपूर्ण पहलुओं को समाविष्ट करता है: जन्म से जीवन की सुरक्षा का अधिकार और जीवन की सुरक्षित और उचित विकास की संभावना सुनिश्चित करना। जन्म के विनिमय से हर व्यक्ति, जिनमें बच्चे भी शामिल हैं, जीवन का एक स्वाभाविक अधिकार रखता है। यह अधिकार मानव मर्यादा में गहरे निहित है, जिससे प्रत्येक व्यक्ति के अस्तित्व का संरक्षण किया जाना चाहिए। इसलिए, जन्म से ही, सभी बच्चों को अपने जीवन की सुरक्षा का अधिकार है। इसके अलावा, जीवन का अधिकार हानि या मौत का इरादा करने के विरुद्ध निषेध का अर्थ है। बच्चों के लिए, इसका अर्थ है कि उन्हें फांसी की सजा के खिलाफ संरक्षण मिलता है और बच्चों की जीवन की रक्षा की गतिविधियों को सशक्त रूप से लड़ाई और निंदा करने की देशों की जिम्मेदारी है।",
  "health": "हर बच्चे को सर्वोत्तम स्वास्थ्य का मौलिक अधिकार है, और सरकारों को इस अधिकार का पालन सुनिश्चित करने की जिम्मेदारी है। इसमें उच्च गुणवत्ता की स्वास्थ्य सेवाओं और सुविधाओं का पहुंच समाविष्ट है। साथ ही, सरकारों को उन्हें पोषणसंबंधी आहार की पहुंच और स्वच्छता और स्वास्थ्य को बढ़ावा देने वाले पर्यावरण की सुनिश्चित करने के लिए उपाय करने की आवश्यकता है, जिससे उनका समग्र स्वास्थ्य सुनिश्चित हो सके। यूएनसीआरसी के अनुच्छेद 24 में बच्चों और युवाओं के लिए स्वास्थ्य सेवाओं की महत्वपूर्णता को जोर दिया गया है, जिसमें उनके शारीरिक और मानसिक संतुलन का अधिकार शामिल है। इसमें पोषण संबंधी पर्यावरण, सुरक्षित निवास स्थल, और काम के खतरों से सुरक्षा के लिए उचित उपायों की जरूरत है। इसके अतिरिक्त, अनुच्छेद 24 बच्चों और युवाओं को उनके स्वास्थ्य के बारे में जानकारी प्राप्त करने का अधिकार भी देता है, जिससे उन्हें सूचना कैसे मिलेगी, उसमें उनकी सहभागिता होगी, और उन्हें जो कुछ भी उन्हें प्राप्त होती है, उसमें उनकी पसंद और अनपसंद का इजाज़त होगा। कुल मिलाकर, बच्चों को सर्वोत्तम स्वास्थ्य का अधिकार सुनिश्चित करना एक समग्र दृष्टिकोण को शामिल करता है जो स्वास्थ्य सेवा की पहुंच, पोषण, पर्यावरण सुरक्षा, और सूचित निर्णय लेने में बच्चों को सशक्त बनाता है।"
}
