{
  "change-language": "ਭਾਸ਼ਾ ਬਦਲੋ",
  "Male": "ਮਰਦ",
  "Female": "ਔਰਤ",
  "Others": "ਹੋਰ",
  "Playing": "ਖੇਡਣਾ",
  "Educations": "ਸਿੱਖਿਆ",
  "Life": "ਜੀਵਨ",
  "Working": "ਕੰਮ ਕਰਦਾ",
  "Health": "ਸਿਹਤ",
  "welcome": "ਐਪ ਵਿੱਚ ਜੀ ਆਇਆਂ ਨੂੰ",
  "desc": "ਲੋਰਮ ਇਪਸਮ ਦੋਲੋਰ ਸਿੱਟ ਅਮੇਟ ਕਾਨਸਪੈਕਟੁਰ ਅਦੀਪਿਸ਼ਿੰਗ ਐਲਿਤ ਐਲਿਗੁਪੈ ਨਟ ਮਗਨੀ ਰੇਟੀਓਨੇ ਮੋਦਿ ਐਰੁਮ ਇਪਸਾ ਨਟੁਸ, ਐਨਿਮ ਫੁਗਿਟ ਸਿੰਟ ਰੇਪਰਹੈਂਡਿਟੁਰ ਦੋਲੋਰਿਸ ਸੁਂਟ ਐਉਮ ਲਬੋਰੁਮ ਅਤੇਪ ਫੈਸਿਲਿਸ ਤੈਮਪੋਰਿਬੁਸ ਹਿਕ ਕੁਵਰਾਤ।",
  "playing": "IPA ਘੋਸ਼ਣਾ, 1977 ਵਿੱਚ ਬਣਾਈ ਗਈ ਅਤੇ 1982 ਅਤੇ 1989 ਵਿੱਚ ਅਪਡੇਟ ਕੀਤੀ ਗਈ, ਸਾਰੇ ਬੱਚਿਆਂ ਨੂੰ ਖੇਡਣ, ਸਿੱਖਣ ਅਤੇ ਵਧਣ ਦਾ ਹੱਕ ਹੈ ਇਸ ਵਿਸ਼ੇ ਇੱਕ ਵਿਸ਼ੇਸ਼ ਵਾਦਾ ਹੈ। ਇਹ ਸੰਯੁਕਤ ਰਾਸ਼ਟਰ ਦੀਆਂ ਵੱਡੀ ਧਾਰਾਵਾਂ ਦੀ ਸਹਾਇਤਾ ਨਾਲ ਹੈ ਜੋ ਕਿ ਹਰ ਬੱਚੇ ਨੂੰ ਖੇਡਣ ਅਤੇ ਸਭਿਆਚਾਰਕ ਗਤੀਵਿਧੀਆਂ ਦੀ ਮਜ਼ਾ ਲੈਣ ਦਾ ਸਮਾਂ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ। ਖੇਡਣ ਵਿੱਚ ਸਾਰੇ ਬੱਚੇ ਨੂੰ ਕਈ ਤਰ੍ਹਾਂ ਵਿੱਚ ਸਹਾਇਤਾ ਮਿਲਦੀ ਹੈ - ਇਹ ਅਸੀਂ ਗੱਲਬਾਤ ਕਰਨ ਵਿੱਚ ਸਹਾਇਕ ਹੁੰਦੇ ਹਾਂ, ਚੰਗਾ ਮਹਿਸੂਸ ਕਰਨ ਦਾ ਸਹਾਰਾ ਦਿੰਦੇ ਹਾਂ, ਦੋਸਤ ਬਣਾਉਂਦੇ ਹਾਂ ਅਤੇ ਨਵੇਂ ਚੀਜ਼ਾਂ ਸਿੱਖਣ ਦਾ ਮੌਕਾ ਦਿੰਦੇ ਹਾਂ। ਪਰ ਕਈ ਵਾਰ, ਸੁਰੱਖਿਅਤ ਸਥਾਨਾਂ ਨਾ ਹੋਣਾ ਜਾਂ ਸਕੂਲ ਦੀਆਂ ਕਾਰਜ਼ਾਂ 'ਤੇ ਜ਼ਿਆਦਾ ਧਿਆਨ ਦੇਣ ਨਾਲ ਬੱਚੇ ਖੇਡਣ ਤੋਂ ਰੋਕ ਸਕਦੇ ਹਨ। IPA ਗਰੁੱਪ ਨੇ ਬੱਚਿਆਂ ਨੂੰ ਅਧਿਕ ਖੇਡਣ ਅਤੇ ਸਿਹਤਮੰਦ ਅਤੇ ਖੁਸ਼ਹਾਲ ਰਹਿਣ ਲਈ ਵਿਚਾਰ ਪੈਦਾ ਕੀਤੇ ਹਨ। ਉਹ ਸਰਕਾਰਾਂ ਅਤੇ ਸਮੂਹਾਂ ਨਾਲ ਕੰਮ ਕਰਦੇ ਹਨ ਤਾਂ ਸੁਨਿਸ਼ਚਿਤ ਕਰਨ ਲਈ ਕਿ ਹਰ ਜਗ੍ਹਾ ਬੱਚੇ ਖੇਡ ਸਕਣ ਅਤੇ ਮੌਜ ਕਰਣ ਦੀ ਸੁਰੱਖਿਅਤਾ ਹੋ।",
  "educations": "2002 ਵਿੱਚ, ਭਾਰਤ ਨੇ ਆਪਣੇ ਸੰਵਿਧਾਨ ਨੂੰ ਅਪਡੇਟ ਕੀਤਾ ਅਤੇ ਧਾਰਾ 21-A ਸ਼ਾਮਿਲ ਕੀਤੀ, ਜਿਸ ਨਾਲ 6 ਤੋਂ 14 ਸਾਲ ਦੇ ਬੱਚਿਆਂ ਨੂੰ ਮੁਫ਼ਤ ਅਤੇ ਅਨਿਵਾਰਤ ਸਿੱਖਿਆ ਦੀ ਗਾਰੰਟੀ ਮਿਲੀ। 2009 ਵਿੱਚ 'ਬੱਚਿਆਂ ਨੂੰ ਮੁਫ਼ਤ ਅਤੇ ਅਨਿਵਾਰਤ ਸਿੱਖਿਆ ਦਾ ਹੱਕ' (RTE) ਐਕਟ ਲਾਗੂ ਹੋਇਆ। 2010 ਤੋਂ, ਹਰ ਇੱਕ ਬੱਚਾ ਮੁਫ਼ਤ ਵਿੱਚ ਨੇੜੇ ਸਕੂਲ ਵਿੱਚ ਪੜਾਈ ਕਰਨ ਦਾ ਹੱਕ ਪ੍ਰਾਪਤ ਕਰਨ ਦਾ ਹੱਕ ਹੈ ਜਦੋਂ ਤਕ ਉਹ ਪ੍ਰਾਥਮਿਕ ਸਿੱਖਿਆ ਮੁਕੰਮਲ ਨਾ ਕਰ ਲੈਂ। RTE ਐਕਟ ਵੀ ਇਹ ਦਿਖਾਉਂਦਾ ਹੈ ਕਿ ਹਰ ਬੱਚਾ, ਜਿਵੇਂ ਕਿ ਉਹ ਦੇਰ ਨਾਲ ਸਕੂਲ ਜਾਣ ਸ਼ੁਰੂ ਕਰਦਾ ਹੈ, ਉਸਨੂੰ ਸਕੂਲ ਦੀ ਦਾਖਲਤ ਮਿਲਦੀ ਹੈ। ਸਰਕਾਰ ਨੂੰ ਸੁਨਿਸ਼ਚਿਤ ਕਰਨ ਦਾ ਜ਼ਿਮਮਾਦਾਰੀ ਹੈ ਕਿ ਸਕੂਲ ਵਿੱਚ ਪਰੋਸ਼ੇਜ਼ਿਤ ਅਧਿਆਪਕਾਂ ਦੀ ਭਰਪੂਰ ਸੰਖਿਆ ਹੋਵੇ। ਅਧਿਆਪਕਾਂ ਨੂੰ ਸਕੂਲ ਦੇ ਸਮੇਂ ਹੋਰ ਕੰਮ ਨਹੀਂ ਕਰਨਾ ਚਾਹੀਦਾ। ਸਕੂਲਾਂ ਬੱਚਿਆਂ ਨੂੰ ਮਾਰਨਾ ਜਾਂ ਬੁਲਿਆਣਾ ਨਹੀਂ ਕਰ ਸਕਦੇ ਅਤੇ ਇੱਕਤੋਂ ਕੰਮੀ ਪੈਸੇ ਮੰਗਣਾ ਵੀ ਨਹੀਂ ਚਾਹੁੰਦੇ। ਇਸ ਅਤੇ, ਸਕੂਲਾਂ ਨੂੰ ਇੱਕ ਸੁਰੱਖਿਅਤ ਅਤੇ ਦੋਸਤਾਨਾ ਸਿੱਖਿਆ ਵਾਤਾਵਰਣ ਪ੍ਰਦਾਨ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ।",
  "health": "ਹਰ ਬੱਚਾ ਸਿਹਤਮੰਦ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ, ਅਤੇ ਇਸ ਦਾ ਜ਼ਿਮ੍ਹਾਵਾਰੀ ਸਰਕਾਰ ਦੀ ਹੈ ਕਿ ਇਸ ਦੀ ਸੁਰੱਖਿਅਤਾ ਨੁਕਸਾਨ ਨਾ ਹੋ। ਇਸ ਦਾ ਮਤਲਬ ਹੈ ਕਿ ਜਦੋਂ ਬੱਚਿਆਂ ਦਾ ਬੀਮਾਰ ਹੋਣਾ ਹੋਵੇ ਤਾਂ ਉਹਨਾਂ ਨੂੰ ਚੰਗੇ ਡਾਕਟਰਾਂ ਅਤੇ ਅਸਪਤਾਲਾਂ ਦੀ ਸਹਾਇਤਾ ਮਿਲਣੀ ਚਾਹੀਦੀ ਹੈ। ਸਰਕਾਰਾਂ ਨੂੰ ਇਹ ਵੀ ਧਿਆਨ ਦੇਣਾ ਚਾਹੀਦਾ ਹੈ ਕਿ ਬੱਚੇ ਚੰਗੀ ਖਾਣ-ਪੀਣ ਲਈ ਅਤੇ ਸਫ਼ ਅਤੇ ਸੁਰੱਖਿਅਤ ਥਾਂ 'ਤੇ ਰਹਿਣ ਲਈ ਮਿਲਦੀ ਹੋਵੇ। ਬੱਚਿਆਂ ਲਈ ਸਿਹਤ ਕਿੰਨੀ ਮਹੱਤਵਪੂਰਨ ਹੈ ਇਸ ਬਾਰੇ ਬਾਤ ਕਰਨ ਵਾਲੇ ਵਿਸ਼ੇਸ਼ ਨਿਯਮ ਅਰਟੀਕਲ 24 ਵੀ ਹੈ। ਇਹ ਕਿਹਾ ਜਾਂਦਾ ਹੈ ਕਿ ਬੱਚਿਆਂ ਦੇ ਸਿਹਤਮੰਦ ਸਰੀਰ ਅਤੇ ਮਨ ਹੋਣੇ ਚਾਹੀਦੇ ਹਨ। ਉਹਨਾਂ ਨੂੰ ਚੰਗੀ ਖਾਣ-ਪੀਣ, ਸੁਰੱਖਿਅਤ ਥਾਂ 'ਤੇ ਰਹਿਣਾ ਅਤੇ ਖਤਰਨਾਕ ਥਾਂ 'ਤੇ ਕੰਮ ਨਹੀਂ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ। ਬੱਚਿਆਂ ਨੂੰ ਆਪਣੀ ਸਿਹਤ ਬਾਰੇ ਸਿੱਖਣ ਦਾ ਅਧਿਕਾਰ ਵੀ ਹੈ ਤਾਂ ਕਿ ਉਹ ਚੰਗੀ ਚੋਣ ਕਰ ਸਕਣ। ਇਸ ਲਈ, ਬੱਚਿਆਂ ਦੀ ਸਿਹਤਮੰਦੀ ਦੀ ਸੁਰੱਖਿਅਤਾ ਦਿੰਦੀ ਹੈ ਇਹ ਮਤਲਬ ਹੈ ਕਿ ਉਹਨਾਂ ਨੂੰ ਚੰਗੀ ਹੈਲਥਕੇਅਰ, ਸਿਹਤਮੰਦ ਖਾਣ-ਪੀਣ, ਸੁਰੱਖਿਅਤ ਰਹਿਣ ਦੀ ਜਗ੍ਹਾ ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਸਿਹਤਮੰਦ ਰਹਿਣ ਬਾਰੇ ਸਿੱਖਾਉਣਾ ਚਾਹੀਦਾ ਹੈ।",
  "working": "1986 ਦੀ ਬਾਲ ਮਜਦੂਰੀ ਐਕਟ ਕਿਹੰਦੀ ਹੈ ਕਿ 14 ਸਾਲ ਤੋਂ ਹੇਠਾਂ ਦੇ ਬੱਚੇ ਕੰਮ ਨਹੀਂ ਕਰ ਸਕਦੇ। ਇੱਕ ਸਮਿਤੀ ਵੀ ਹੈ ਜੋ ਬੱਚਿਆਂ ਨੂੰ ਕੌਣ-ਕੌਣ ਦੇ ਕੰਮ ਨਹੀਂ ਕਰਨਾ ਚਾਹੀਦਾ ਉਹ ਤਯ ਕਰਨ ਦੀ ਮਦਦ ਕਰਦੀ ਹੈ। ਬੱਚੇ 7 ਵਜੇ ਸ਼ਾਮ ਤੋਂ 8 ਵਜੇ ਸਵੇਰ ਤੱਕ ਕੰਮ ਨਹੀਂ ਕਰ ਸਕਦੇ ਅਤੇ ਜੇ ਕੋਈ ਬੱਚਾ ਇਸ ਸਮੇਂ ਕੰਮ ਕਰਾਉਂਦਾ ਹੈ ਜਾਂ ਨਿਯਮ ਤੋਂ ਚੂਕਾਰਾਂ ਤਾਂ ਉਹ ਇੱਕ ਸਾਲ ਲਈ ਜੇਲ ਜਾ ਸਕਦੇ ਹਨ ਜਾਂ ਜੁਰਮਾਨਾ ਦੇਣਾ ਪਵੇਗਾ। 2016 ਵਿੱਚ ਕਾਨੂੰਨ ਬਦਲਿਆ ਗਿਆ ਸਿਖਲਾਈ ਦੇ ਹੱਕ ਐਕਟ ਨਾਲ ਮਿਲਦਾ, ਜਿਸ ਵਿੱਚ ਬੱਚਾ 14 ਸਾਲ ਤੋਂ ਹੇਠਾਂ ਦਾ ਹੈ ਜਾਂ ਸਿਖਲਾਈ ਦੇ ਹੱਕ ਐਕਟ ਨੇ ਦਰ੍ਹਾਈ ਉਮਰ ਦੇ ਅਨੁਸਾਰ। ਨਵੇਂ ਨਿਯਮ ਹਨ ਜੋ ਕਿਹੰਦੇ ਹਨ ਕਿ ਬੱਚੇ ਖਤਰਨਾਕ ਕੰਮ ਵਿੱਚ ਨਹੀਂ ਕੰਮ ਕਰ ਸਕਦੇ। ਜੇ ਕੋਈ ਨਿਯਮ ਤੋੜਦਾ ਹੈ ਤਾਂ ਪੁਲਿਸ ਉਨ੍ਹਾਂ ਨੂੰ ਅਜ਼ਾਦੀ ਦੇ ਬਿਨਾਂ ਜਾਂਚ ਕਰ ਸਕਦੀ ਅਤੇ ਗ੍ਰਿਫ਼ਤਾਰ ਕਰ ਸਕਦੀ ਹੈ। ਹੋਰ ਵੀ ਕਾਨੂੰਨ ਹਨ, ਜਿਵੇਂ 1948 ਦਾ ਫੈਕਟਰੀਆਂ ਐਕਟ, ਜਿਸ ਵਿੱਚ ਕਿਹਾ ਗਿਆ ਹੈ ਕਿ 14 ਸਾਲ ਤੋਂ ਹੇਠਾਂ ਦੇ ਬੱਚੇ ਫੈਕਟਰੀਆਂ ਵਿੱਚ ਕੰਮ ਨਹੀਂ ਕਰ ਸਕਦੇ। 15 ਤੋਂ 18 ਸਾਲ ਦੀ ਉਮਰ ਵਾਲੇ ਬੱਚੇ ਜੇ ਵਧਿਆਪਨ ਹਨ ਅਤੇ ਡਾਕਟਰ ਦੇ ਸਰਟੀਫਿਕੇਟ ਹਨ ਤਾਂ ਉਹ ਕੇਵਲ ਚਾਰ ਅਤੇ ਅੱਧ ਘੰਟੇ ਕੰਮ ਕਰ ਸਕਦੇ ਹਨ ਅਤੇ ਰਾਤ ਨੂੰ ਕੰਮ ਨਹੀਂ ਕਰ ਸਕਦੇ। 1952 ਦਾ ਮਾਈਨਸ ਐਕਟ ਕਿਹੰਦਾ ਹੈ ਕਿ 18 ਸਾਲ ਤੋਂ ਹੇਠਾਂ ਦੇ ਬੱਚੇ ਮਾਈਨਸ ਵਿੱਚ ਕੰਮ ਨਹੀਂ ਕਰ ਸਕਦੇ, ਅਤੇ 16 ਤੋਂ ਉਪਰ ਵਾਲੇ ਵਿੱਚ ਖਾਸ ਦੇਖਭਾਲ ਨਾਲ ਹੀ ਕੰਮ ਕਰ ਸਕਦੇ ਹਨ।",
  "life": "ਜੀਵਨ: ਜੀਵਨ ਦਾ ਹੱਕ ਦਾ ਮਤਲਬ ਹੈ ਕਿ ਹਰ ਇੱਕ ਵਿਅਕਤੀ ਨੂੰ ਜੀਵਨ, ਵਧਣ ਅਤੇ ਵੱਡਾ ਹੋਣ ਦਾ ਹੱਕ ਹੈ। ਇਹ ਵੱਡਾ ਨਿਯਮ ਹੈ ਜੋ ਕਿ ਕਿਹਾ ਜਾਂਦਾ ਹੈ ਕਿ ਹਰ ਇੱਕ ਸੁਰੱਖਿਅਤ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ ਅਤੇ ਸਿਹਤਮੰਦ ਅਤੇ ਖੁਸ਼ਹਾਲ ਤੌਰ 'ਤੇ ਵਧਣ ਦਾ ਮੌਕਾ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ। ਇੱਕ ਬੱਚਾ ਪੈਦਾ ਹੋਣ ਦੀ ਵੇਲੇ ਤੋਂ ਹੀ ਇਹ ਹੱਕ ਕਿਹਾ ਜਾਂਦਾ ਹੈ ਕਿ ਉਹਨਾਂ ਦਾ ਜੀਵਨ ਸੁਰੱਖਿਅਤ ਰਹੇ।"
}

